app/Http/Controllers/Admin/ApartmentController.php

    public function create()
    {
        $Categories = Category::where('status', 1)->get();
---
select * from `categories` where `status` = '1'